tap "d12frosted/emacs-plus"
tap "getantibody/tap"
tap "gobuffalo/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rogual/neovim-dot-app"
tap "sambadevi/powerlevel9k"
cask "adoptopenjdk8"
brew "apache-spark"
brew "openssl@1.1"
brew "python@3.8"
brew "azure-cli"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "libffi"
brew "python"
brew "cairo"
brew "cocoapods"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "elixir"
brew "fd"
brew "fish"
brew "fontforge"
brew "fzf"
brew "git"
brew "gnupg"
brew "htop"
brew "kubernetes-cli"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "prettyping"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "scala"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
cask "reactotron"
