tap "adoptopenjdk/openjdk"
brew "bat"
brew "stow"
brew "fd"
brew "eza"
brew "procs"
brew "dust"
brew "fzf"
brew "git"
brew "htop"
brew "prettyping"
brew "rbenv"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "lazygit"
brew "tealdeer"
brew "zsh"
brew "zsh-completions"
brew "nvim"
brew "golang"
brew "fnm"
brew "zoxide"
brew "sheldon"
