brew "bat"
brew "stow"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "prettyping"
brew "rbenv"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "zsh"
brew "zsh-completions"
brew "rust"
brew "zsh"
brew "fnm"
